Repository: ctezna/TheCocoProject
Catalog: cocoProject/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Username
es: Usuario

source: Password
es: Contraseña

source: Remember Me
es: Recuerdeme

source: Log In
es: Iniciar Sessión

source: Repeat Password
es: Repite Contraseña

source: Developer Key ID
es: Clave de Desarrollador

source: Register
es: Registrar

source: Username already in use.
es: Nombre de usuario ya en uso.

source: Please select a password with correct length.
es: Por favor seleccione una contraseña de longitud adecuada.

source: Personalized Name
es: Nombre Personalizado

source: Coco Profile Picture
es: Foto Perfil Coco

source: Device Address
es: Dirección Fisicó Dispositivo

source: Remote.it Password
es: Contraseña Remote.it

source: Initialize Connection
es: Initialice Conneción

source: Choose Task
es: Escoje Tarea

source: Select Days
es: Seleccione Días

source: Set Times
es: Fije Tiempos

source: Create Routine
es: Crear Rutina

source: Change Coco Picture
es: Cambiar Foto Coco

source: Save
es: Guardar

source: Make Changes
es: Realizar Cambios

source: Routine Added Successfully.
es: Rutina Agregada con Exito.

source: Please wait for Coco to reboot and start up.
es: Por favor espere para que Coco se rebute y arranque de nuevo.

source: Error Establishing Connection. Please check credentials and try again.
es: Error Establesiendo Conneción. Por favor verifique datos y ensaye de nuevo.

source: Timeout Error. Please try again.
es: Error de Espera. Por favor ensaye de nuevo.

source: New Coco Added Successfully!
es: ¡Coco Nuevo Agregado con Exito!

source: Coco data changed successfully.
es: Datos de Coco cambiados con exito.

source: Profile changes successful.
es: Cambios de perfil realizados con exito.

source: Username or Password Incorrect
es: Nombre de usuario o contraseña incorrecta.

source: Welcome %(username)s
es: Bienvenido %(username)s

source: Registration Successful!
es: ¡Registración Exitoso!

source: Task
es: Tarea

source: Days
es: Días

source: Times
es: Tiempos

source: Delete
es: Eliminar

source: Removing Routine.
es: Eliminando Rutina.

source: Please confirm action, removing this Routine from your Coco is irreversible.
es: Por favor confirme acción, eliminando esta Rutina de tu Coco es irreversible.

source: Do you wish to remove Routine from list?
es: ¿Deseas eliminar esta Rutina de tu lista?

source: Yes
es: Si

source: Found on Remote.it Console under View Devices>HTTP>Address.
es: Encontrado en la Consola de Remote.it en View Devices>HTTP>Address.

source: Add Coco
es: Agregar Coco

source: Play Stream
es: Reproducir Video

source: Fullscreen
es: Pantalla Entera

source: Add Routine
es: Agregar Rutina

source: Feed Coco
es: Alimentar Coco

source: Delete Coco
es: Eliminar Coco

source: Removing Coco.
es: Eliminando Coco.

source: Please confirm action, removing Coco is irreversible.
es: Por favor confirme acción, eliminar Coco es irreversible.

source: Do you wish to remove Coco from list?
es: ¿Deseas eliminar este Coco de tu lista?

source: Add New Routine
es: Agregar Nueva Rutina.

source: Light turns off after 1 hour.
es: Luces se apagan despues de 1 hora.

source: Please use 24 hour clock with intervals of 15 minutes. Separate times with commas.
es: Por favor use reloj de 24 horas con intervalos de 15 minutos. Separe tiempos usando commas.

source: Account
es: Cuenta

source: Log Out
es: Salir

source: You and your pet are one.
es: Usted y su animal son uno.

source: Create New User
es: Crear Nuevo Usuario

source: Use same username/email from Remote.it account.
es: Use el mismo usuario/correo electronico de su cuenta Remote.it.

source: Should be 8-20 characters.
es: Debe ser de 8-20 caracteres.

source: Found under Settings>My Account>Developer API at Remote.it Console.
es: Encontrado debajo Settings>My Account>Developer API en la Consola de Remote.it.

source: Already have an account?
es: Ya tienes una cuenta?

source: Sign In
es: Iniciar Sessión

source: User
es: Usuario

source: User settings. Use the following form to make changes to your password or Developer Key.
es: Configuraciones de usuario. Use el siguiente formulario para realizar cambios a tu contraseña or Clave de Desarrollador.

source: Change Password
es: Cambiar Contraseña

source: Change Developer Key
es: Cambiar Clave de Desarrollador
